monitoreos/activarvolteprepostSV/logs/log_20250728_104456.txt

[2025-07-28 10:44:56.392] Inicio del envío
País: Guatemala
Endpoint: http://172.20.11.105:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdSV
Delay: 5000 ms

[2025-07-28 10:44:56.393] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCAHFCInternet/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <soapenv:Security>
      <soapenv:UsernameToken>
        <soapenv:Username>EmaCmdSV</soapenv:Username>
        <soapenv:Password>EmaCmdSV@1</soapenv:Password>
      </soapenv:UsernameToken>
    </soapenv:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Delete>
      <cai3:MOType>HFCInternet@http://schemas.ericsson.com/ma/CA/AMXCAHFCInternet/</cai3:MOType>
      <cai3:MOId>
        <amx:OrderId>840112F4E04F</amx:OrderId>
        <amx:Country>Guatemala</amx:Country>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:DeleteHFCInternet Country="Guatemala" OrderId="840112F4E04F">
          <amx:serviceID>13080303001</amx:serviceID>
          <amx:serviceType>Internet</amx:serviceType>
        </amx:DeleteHFCInternet>
      </cai3:MOAttributes>
    </cai3:Delete>
  </soapenv:Body>
</soapenv:Envelope>

[2025-07-28 10:44:56.585] [0] Envío exitoso - Duración: 0.19s

----------------------------------------

[2025-07-28 10:45:01.586] [1] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCAHFCInternet/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <soapenv:Security>
      <soapenv:UsernameToken>
        <soapenv:Username>EmaCmdSV</soapenv:Username>
        <soapenv:Password>EmaCmdSV@1</soapenv:Password>
      </soapenv:UsernameToken>
    </soapenv:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Delete>
      <cai3:MOType>HFCInternet@http://schemas.ericsson.com/ma/CA/AMXCAHFCInternet/</cai3:MOType>
      <cai3:MOId>
        <amx:OrderId>5896301C2344</amx:OrderId>
        <amx:Country>Guatemala</amx:Country>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:DeleteHFCInternet Country="Guatemala" OrderId="5896301C2344">
          <amx:serviceID>8818210002</amx:serviceID>
          <amx:serviceType>Internet</amx:serviceType>
        </amx:DeleteHFCInternet>
      </cai3:MOAttributes>
    </cai3:Delete>
  </soapenv:Body>
</soapenv:Envelope>

